[Bulgarian]
Translated_By=Alexander Ivanov
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=СТЪПКА 1 : ИЗБЕРЕТЕ ПРЕНОСИМА ПАМЕТ
STEP 2 : CHOOSE A SOURCE=СТЪПКА 2 : ИЗБЕРЕТЕ ИЗТОЧНИК
STEP 3 : PERSISTENCE=СТЪПКА 3 : СЪХРАНЯВАНЕ НА ДАННИТЕ (PERSISTENCE)
STEP 4 : OPTIONS=СТЪПКА 4 : ДОПЪЛНИТЕЛНИ НАСТРОЙКИ
STEP 5 : CREATE=СТЪПКА 5 : СЪЗДАВАНЕ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=мин
Label=Име
Size=Размер
Help=Помощ
Please read=Внимание
Error=Грешка
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Изберете USB преносима памет
Hard drives=Твърди дискове
No key found=Не беше намерена преносима памет
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Изтегляне
Support for .IMG files is experimental=Поддръжката на .IMG е все още експериментална
Only Live mode is currently available in step 3, virtualization option has been disabled=Само Live режим е наличен в стъпка 3, опцията за виртуализация беше деактивирана
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator ще опита да използва наличните параметри за инсталация като при:
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Live режим)
(Persistent Mode)=(Persistent режим)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Скрий създадените на паметта файлове
(except for Umenu.exe)=(с изключение на Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Форматирай под FAT32 (това изтрива всички данни!)
Enable launching LinuxLive in Windows (requires internet to install)=Активирай пускането на LinuxLive под Windows (нужен е интернет)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Кликнете на светкавицата, за да започнете инсталацията
Please choose a FAT32 or FAT formated key or check the formating option=Моля изберете памет форматирана с FAT32 или FAT или отметнете опцията за форматиране в Стъпка 4
No disk selected=Не е избран диск
No file selected=Не е избран файл
No folder or CD selected=Не е избрано CD или папка
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/download/desktop
Please choose an ISO image of LinuxLive CD=Моля изберете ISO имидж на LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Моля изберете CD на LinuxLive или папка
Start creation of LinuxLive USB=Започни създаването на LinuxLive USB
Please validate step 1 to 3=Моля изпълнете стъпки 1 до 3
Are you sure you want to format this disk and lose your data=Сигурни ли сте, че искате да форматирате паметта и да загубите всички данни
Formatted in=Форматирана под
Formating the key=Форматиране на преносимата памет
Step 1 to 3 OK=Стъпки 1 до 3 са ОК
Cleaning previous installations ( 2min )=Почистване на предишна инсталация ( 2min )
Setting up virtualization software=Подготовка на софтуера за виртуализация
VirtualBox already downloaded=VirtualBox вече е свален
A new version of VirtualBox is available=Нова версия на VirtualBox е налична
This new version will be downloaded=Тази нова версия ще бъде свалена
Downloading VirtualBox as a background task=Сваляне на VirtualBox на заден план
Download started succesfully=Свалянето започна успешно
Download failed to start=Свалянето беше неуспешно
VirtualBox will not be installed=VirtualBox няма да се инсталира
Integrity could not be verified=Цялостта на пакета не може да бъде проверена
Will attempt installation=Ще опита инсталация
Cannot download=Не може да свали
Extracting ISO file on key=Извличане на ISO файла върху паметта
Writing image to the usb stick=Записване на имидж върху USB паметта
Copying files to the key=Копиране на файлове върху паметта
Renaming some files=Променяне на имената на някои файлове
Hiding files=Скриване на файловете
Creating file for persistence=Създаване на файл за съхранение persistence
Formating persistence file=Форматиране на файла за съхранение persistence
Live mode : no persistence file=Live режим : без съхранение (persistence)
Ubuntu variant found=Автоматично разпознаване на типа вариант
Installing boot sectors=Инсталация на boot сектори
Downloading VirtualBox=Сваляне на VirtualBox
Download complete=Свалянето завърши
Cleaning previous VirtualBox install=Почистване на предишни инсталации на VirtualBox
Extracting VirtualBox on key=Извличане на VirtualBox върху паметта
Applying VirtualBox settings=Конфигурация на VirtualBox Portable
Your LinuxLive key is now up and ready=Вашата LinuxLive памет е готова
You do not have enough rights to launch VirtualBox=Нямате достатъчно права, за да стартирате VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Моля логнете се като администратор или стартирайте VirtualBox с администраторски права
Free memory below 256mb threshold=Свободната памет е под 256Мб
This is not enough to launch LinuxLive in Windows=Това не е достатъчно за стартирането на LinuxLive под Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Файлът за помощ липсва
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=За приложението
User's Guide=Ръководство на потребителя
Virtualization Tutorial (BG)=Урок за виртуализация
Donate=Дарение
Version=Версия
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Този ISO файл не е съвместим
Detecting keyboard layout=Установяване на клавиатурната подредба
French (France)=Френски (Франция)
French (Swiss)=Френски (Швейцария)
Dutch=Немски
Portuguese=Португалски
US or other (qwerty)=US или друга (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Проблем при създаването на VMDK
Key not found, VMDK is invalid=Паметта не е намерена, VMDK е невалиден
Try to launch again SetupForAutoVMDK.exe=Опитай да стартираш отново SetupForAutoVMDK.exe
Do you want to ignore this error=Желаете ли да игнорирате тази грешка
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Не може да намери MD5 сумата на файла
Canceling check=Отменяне на проверката
You have the right ISO file but it is corrupted or was altered=Имате верния ISO файл, но той е повреден или променян
Please download it again=Моля свалете го отново
Verifying=Проверка
This ISO is not compatible=Този ISO файл не е съвместим
Please read the compatibility list in user guide=Моля погледнете списъка със съвместимите дистрибуции в ръководството
If your version is in this list, this mean that your file is corrupted, please download it again=Ако версията ви е в този списък, значи файлът ви е повреден
This version is compatible and its integrity was checked=Тази версия е съвместима и проверена
Check completed=Проверката е завършена
Integrity + compatibility check=Проверка на цялостта + съвместимостта
Unable to open MD5SUM.txt=Не може да отвори md5sum.txt
Checking integrity=Проверка на цялостта
This file is corrupted=Този файл е повреден
All files have been successfully checked=Всички файлове бяха успешно проверени
Checking file=Проверка на файл
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Persistent режим
Live Mode=Live режим
Install=Инсталация
File Integrity Check=Проверка на цялостта на файловете
Memory Test=Проверка на RAM паметта
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Възникна проблем
An anonymous report was sent in order to fix this error as soon as possible=Анонимен доклад беше изпратен, за да може проблемът да се отстрани възможно най-скоро
Show bug report=Покажи доклада
Restart application=Рестартирай приложението
Close application=Затвори приложението
Last Actions=последни действия
Unique anonymous ID=Уникален анонимен номер
Report status=Доклад на състоянието
Pending=Изпращане
Error (not sent)=Грешка (не е изпратен)
Sent=Изпратен
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=За да включите LinuxLive
Remove your key and insert it again=Извадете паметта и я включете отново
Go to 'My Computer'=Отидете в My Computer
Right click on you key and select :=Кликнете с десния бутон върху паметта и изберете
'LinuxLive!' to launch linux in windows='LinuxLive!' за да пуснете Linux под Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' за да включите пълния VirtualBox интерфейс
'CD Menu' to launch the original CD menu='CD Menu' за да пуснете оригиналното CD меню
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=или
Manually=Ръчно
Automatically=Автоматично
Please select a linux to continue=Моля изберете Linux, за да продължите
Looking for the fastest mirror=Търсене на най-бързия mirror
Testing mirror=Тестване на mirror-а
No online mirror found=Не беше намерен онлайн mirror
Please check your internet connection or try with another linux=Моля проверете интернет връзката си или опитайте с друг mirror
Select this file as the source when download will be completed=Изберете този файл след като изтеглянето приключи
Downloading=Изтегляне
from=от
Error while trying to download=Грешка при изтеглянето
Latency=Латентност
Server Name=Сървър
Copy link=Копиране на линка
Launch in my browser=Отвори в browser-а
Best mirrors=Най-добри mirror-и
Good mirrors=Добри mirror-и
Bad mirrors=Лоши mirror-и
Dead mirrors=Мъртви mirror-и
Check will begin shortly=Проверката ще започне скоро
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Изберете желания Linux
There is a new version available=Налична е нова версия
Your LiLi's version is not up to date=LiLi не е обновена
Last version is=Последна версия
Your version is=Вашата версия
Do want to download it=Желаете ли да я свалите сега
Error while trying to find physical disk number=Грешка при намирането на номера на физически диск
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Този ISO имидж не е в списъка със съвместимите
Setting the memory to the recommended value=Настройка на паметта на препоръчителната стойност
Free memory is below the recommended value for your Linux to run in Windows=Свободната памет е под препоръчителната стойност за пускането на Linux под Windows
Recognized Linux=Разпознат Linux
Built-in Persistency=Вградено съхранение на данните (Persistance)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Вече сте създали преносима памет
Are you sure that you want to recreate one=Желаете ли да създадете отново
The compatibility list has been updated=Списъкът със съвместими дистрибуции беше обновен
These linuxes are now supported=Следните Linux дистрибуции вече се поддържат
Official Ubuntu Variants=Официални варианти на Ubuntu
Ubuntu Based Variants=Базисни варианти на Ubuntu
Fedora Variants=Fedora варианти
Debian Variants=Debian варианти
PCLinuxOS Variants=PCLinuxOS варианти
Rescue CDs=Rescue CD-та
Light Linuxes="Леки" Linux дистрибуции
Gentoo Based=Gentoo базирани
Security Purpose=Със защитна цел
Others=Други
Regular Linux (works with most linuxes)=Regular Linux (работи с повечето Linux-и)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Обновяване на Portable-VirtualBox пакета
Help me to improve LiLi=Помогни да се подобри LiLi
This is a Beta or Release Candidate version=Това е Beta или Release Candidate версия
Click OK to leave a feedback or click Cancel to close this window=Натиснете OK, за да оставите обратна връзка или Cancel, за да затворите прозореца
Options=Настройки
General=Главни
Versions=Версии
Compatibility List=Лист за съвместимост
Make a donation=Направи дарение
Contact me=Свържи се с автора
CopyLeft by=CopyLeft от
GPL v3 License=Лиценз GPL v3
Language=Език
Available languages=Налични езици
Proxy=Proxy
Proxy settings=Параметри на proxy
No proxy=Без proxy
Use system settings=Използвай системните настройки
Use custom settings=Използвай зададени настройки
Proxy URL=URL адрес
Port=Порт
Username=Потребител
Password=Парола
Status=Статус
Test settings=Пробвай настройките
You are connected=Свързани сте
You are disconnected=Не може да се свърже
Not tested yet=Не са тествани
Update=Обновяване
Check for updates=Провери за обновяване
Stable releases only=Само стабилни версии
Stable and beta releases=Стабилни и бета версии
Advanced=Разширени
Do not modify these options unless you know what you are doing=Не променяй тези настройки, освен ако знаеш какво правиш
Select a Linux=Изберете Linux
Install parameters=Параметри на инсталацията
Use LiLi automatic recognition=Нека LiLi да определи
highly recommended=силно препоръчително
Force using same parameters as=Принудително използване на параметрите за
Netbook screen detected=Засечен е Netbook екран
Your screen vertical resolution is less than 600 pixels=Вертикалната резолюция на вашия екран е под 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Използвайте стрелките за нагоре и надолу, за да местите интерфейса
Testing=Тестване
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Съжаляваме за неудобството, но LiLi се повреди
Please enter an email address and a detailed comment about this crash=Моля въведете email и подробен коментар относно повреждането
I will contact you as soon as I can=Ще се свържем с вас възможно най-скоро
Show crash report=Покажи доклада за повредата
Close (don't send)=Затвори (не изпращай доклад)
Send Report=Изпрати доклад
Your file is corrupted=Файлът е повреден
Please download it again=Моля изтеглете го отново
Read the log for more information=Прочетете лог-а за повече информация
Starting LinuxLive USB Creator=Стартиране на LinuxLive USB Creator
Checking for new major version=Проверка за нова главна версия
Checking for new minor version=Проверка за нова второстепенна версия
Checking for new Portable-VirtualBox version=Проверка за нова версия на Portable-VirtualBox
Reading compatibility list=Зареждане на списъка със съвместими дистрибуции
Loading interface=Зареждане на интерфейса
Getting drive list=Зареждане на списъка с устройствата
Logging system configuration=Проверка на системната конфигурация
Checking for updates=Проверка за обновяване
Please close any application accessing your key and try again=Моля затворете всички приложения, които използват преносимата памет и опитайте отново
Checking VirtualBox archive integrity=Проверка на цялостта на VirtualBox пакета
VirtualBox archive integrity checked=Проверката на цялостта на VirtualBox пакета е завършена
Unzipping VirtualBox archive to disk=Декомпресиране на пакета на диска
VirtualBox archive is corrupted=Пакетът е повреден
Force using default mode (works with most Linuxes)=По подразбиране (работи с повечето Linux-и)
There is a new Beta version available=Има нова бета версия
Your LiLi's version is not up to date=Приложението не е обновено
Last beta version is=Последната бета версия е
Server-oriented=Сървърно-ориентирани
